Repository: TitanEmbeds/Titan
Catalog: webapp/titanembeds/translations/*/LC_MESSAGES/messages.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, fr_fr, hi, hu_hu, id_id, it, ja, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sl_si, sr, sr_latn, sv_se, th_th, tr

source: Change your username (Hit ENTER/RETURN key to confirm)
bg_bg: Промени потребителското си име (Натисни клавиш Enter/Return за да потвърдиш)
ca_es: Canvia el teu nom d'usuari (prem ENTER/RETORN per confirmar)
cs_cz: Změn svoje uživatelské jméno (Stiskni ENTER pro potvrzení)
da_dk: Skift dit brugernavn (tryk ENTER/Retur tasten for at bekræfte)
de_de: Ändere deinen Benutzernamen (Drücke zur Bestätigung die Taste ENTER / RETURN)
es_es: Cambiar su nombre de usuario (presiona ENTER/RETURN para confirmar)
fr_fr: Changer votre nom d'utilisateur (Appuyer sur ENTRÉE pour confirmer)
hi: अपना उपयोगकर्ता नाम परिवर्तन करें (एंटर / रिटर्न कुंजी दबाएं पुष्टि करने के लिए)
hu_hu: Változtassa meg felhasználónevét (nyomja meg az ENTER / RETURN gombot a megerősítéshez)
id_id: Ganti nama pengguna Anda (Tekan tombol ENTER/RETURN untuk konfirmasi)
it: Cambia Nome Utente (Premi ENTER per confirmare)
ja: （確認のためEnter / Returnキーを押して）ユーザー名を変更します
nl_nl: Verander je gebruikersnaam (Gebruik ENTER/RETURN om te bevestigen)
pl_pl: Zmień swoją nazwę (Kliknij ENTER lub RETURN aby potwierdzić)
pt_br: Mudar nome de Usuário (Pressione ENTER para confirmar)
pt_pt: Mudar seu nome de usuário (pressione a tecla ENTRAR/ RETORNAN para confirmar)
ro_ro: Schimbă-ți numele de utilizator (apasă ENTER/RETURN pentru confirmare)
ru_ru: Изменить имя пользователя (ключ нажмите ENTER/RETURN для подтверждения)
sl_si: Zamenjaj uporabniško ime (Pritisni tipko ENTER)
sr: Промени корисничко име (притисни ENTER или RETURN за потврду)
sr_latn: Promeni korisničko ime (pritisni ENTER ili RETURN kako bi potvrdio)
sv_se: Ändra ditt användarnamn (tryck ENTER/RETUR för att bekräfta)
th_th: เปลี่ยนชื่อเล่น (กด ENTER/RETURN เพื่อยืนยัน)
tr: Kullanıcı adınızı değiştirin (Onaylamak için ENTER / RETURN tuşuna basınız)

source: Theme
bg_bg: Тема
ca_es: Tema
cs_cz: Téma
da_dk: Tema
de_de: Farbschema
es_es: Tema
fr_fr: Thème
hi: थीम
hu_hu: Téma
id_id: Tema
it: Tema
ja: テーマ
nl_nl: Thema
pl_pl: Wygląd
pt_br: Tema
pt_pt: Tema
ro_ro: Tema
ru_ru: Тема
sl_si: Tema vdelave
sr: Тема
sr_latn: Tema
sv_se: Tema
th_th: ธีม
tr: Tema

source: Overwrite Current Embed Theme w/ User CSS
bg_bg: Замени настоящата вградена тема с потребителски CSS
ca_es: Sobreescriu el tema incrustat actual amb CSS de l'usuari
cs_cz: Přepsat aktuální vložené téma s uživatelem CSS
da_dk: Overskriv Aktuel Integreret Tema m/bruger CSS
de_de: Aktuelles Farbschema mit benutzerdefiniertem CSS überschreiben
es_es: Sobrescribir el tema incrustado actualmente con CSS de usuario
fr_fr: Remplacer le thème actuel par un CSS utilisateur
hi: मौजूदा एम्बेड थीम को ओवरराइट करें उपयोगकर्ता सीएसएस के साथ
hu_hu: Overwrite Current beágyazott téma w / User CSS
id_id: Timpa Tema Dilekatkan Saat Ini dengan Pengguna CSS
it: Sovrascrivi il corrente CSS del tema con CSS utente
ja: ユーザーと現在の埋め込みのテーマを上書き CSS
nl_nl: Overschrijf huidige thema van embed met jouw aangepaste CSS
pl_pl: Użyj wyglądu strony
pt_br: Substituir o tema da incorporação atual com CSS de usuário
pt_pt: Sobrescreva o tema de incorporação atual com usuário CSS
ro_ro: Suprascrieţi tema curentă Embed / utilizator CSS
ru_ru: Перезапись текущего вставлять тема ж / пользовательский CSS
sl_si: Povozi threnutno temo CSS
sr: Препиши тренутну тему прилагођеним CSS-ом
sr_latn: Omogući korisnički dizajn sa CSS-om
sv_se: Skriv över nuvarande inbäddnings tema med användar CSS
th_th: เขียนทับธีมที่ถูกฝังอันปัจจุบันพร้อมกับผู้ใช้ CSS
tr: Kullanıcı CSS'siyle Geçerli Göm Teması Üzerine Yaz

source: Notification Sound
bg_bg: Звукови известия
ca_es: So de notificació
cs_cz: Zvuk upozornění
da_dk: Notifikationslyd
de_de: Benachrichtigungston
es_es: Sonido de notificación
fr_fr: Son des notifications
hi: अधिसूचना की आवाज़
hu_hu: Értesítési hang
id_id: Suara Notifikasi
it: Suono di notifica
ja: 通知音
nl_nl: Meldingsgeluid
pl_pl: Dźwięk powiadomienia
pt_br: Som de notificação
pt_pt: Som de notificação
ro_ro: Sunet notificare
ru_ru: Звуковые уведомления
sl_si: Zvok, ki te bo obvestil
sr: Звук обавештења
sr_latn: Zvuk za obaveštenja
sv_se: Meddelandeljud
th_th: เสียงแจ้งเตือน
tr: Bildirim Sesi

source: New Messages
bg_bg: Нови съобщения
ca_es: Missatges nous
cs_cz: Nové zprávy
da_dk: Nye Meddelelser
de_de: Neue Nachrichten
es_es: Nuevos mensajes
fr_fr: Nouveaux messages
hi: नए संदेश
hu_hu: Új üzenetek
id_id: Pesan Baru
it: Nuovi messaggi
ja: 新しいメッセージ
nl_nl: Nieuwe Berichten
pl_pl: Na nowe wiadomości
pt_br: Novas mensagens
pt_pt: Novas mensagens
ro_ro: Mesaje noi
ru_ru: Новые сообщения
sl_si: Novo sporočilo
sr: Нове поруке
sr_latn: Nove pruke
sv_se: Nya meddelanden
th_th: ข้อความใหม่
tr: Yeni mesajlar

source: Mentions
bg_bg: Споменавания
ca_es: Mencions
cs_cz: Zmínky
da_dk: Notifikationer
de_de: Erwähnungen
es_es: Menciones
hi: जिक्र
hu_hu: Megemlít
id_id: Menyebutkan
it: Menzioni
ja: 言及
nl_nl: Vermeldingen
pl_pl: Na wspomnienia ciebie
pt_br: Menções
pt_pt: Menções
ro_ro: Mențiuni
ru_ru: Упоминание
sl_si: Bil si taggan
sr: Помињања
sr_latn: Oznake
sv_se: Nämningar
th_th: กล่าวถึง
tr: Bahsedenler

source: Nothing
bg_bg: Нищо
ca_es: Res
cs_cz: Nic
da_dk: Intet
de_de: Nichts
es_es: Nada
fr_fr: Rien
hi: कुछ भी नहीं
hu_hu: Semmi
id_id: Tidak ada
it: Niente
ja: 何も
nl_nl: Niets
pl_pl: Wyłączony
pt_br: Nada
pt_pt: Nada
ro_ro: Nimic
ru_ru: Ничего
sl_si: Nič obvestil pejt naprej špilat
sr: Ништа
sr_latn: Ništa
sv_se: Ingenting
th_th: ไม่มีอะไร
tr: Hicbir sey

source: Display Rich Embeds
bg_bg: Покажи обогатени вградени елементи
ca_es: Mostra insercions enriquides
cs_cz: Zobrazit bohaté vložení
da_dk: Vis Rige Integreringer
de_de: Rich-Embeds anzeigen
es_es: Mostrar inserciones enriquecidas
fr_fr: Afficher Rich Embeds
nl_nl: Toon Rijke Invoegsels
pl_pl: Bogate Embedy
pt_br: Exibir Rich Embeds
pt_pt: Exibir Rich Embeds
ro_ro: Afișați îmbinările bogate
ru_ru: Показать Rich встраивать
sr_latn: Prikaži Rich Embeds
th_th: เเสดงผล Rich Embeds

source: Enable
bg_bg: Вкл.
ca_es: Activa
cs_cz: Povolit
da_dk: Aktiver
de_de: Aktivieren
es_es: Activar
fr_fr: Activée
nl_nl: Inschakelen
pl_pl: Włączone
pt_br: Ativar
pt_pt: Ativar
ru_ru: Включить
sr_latn: Omogući
sv_se: Aktivera
th_th: เปิดการใช้งาน

source: Disable
bg_bg: Изкл.
ca_es: Desactiva
cs_cz: Zakázat
da_dk: Deaktiver
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactivée
nl_nl: Uitschakelen
pl_pl: Wyłączone
pt_br: Desativar
pt_pt: Desativar
ru_ru: Отключить
sr_latn: Onemogući
sv_se: Inaktivera
th_th: ปิดการใช้งาน

source: Just one more step...
bg_bg: Само още една стъпка...
ca_es: Només un pas més...
cs_cz: Ještě jeden krok...
da_dk: Bare et skridt til...
de_de: Nur noch ein Schritt...
es_es: Sólo un paso más...
fr_fr: Juste un pas de plus...
hi: केवल एक और पदध्वनि...
hu_hu: Még egy lépés...
id_id: Hanya satu langkah lagi...
ja: ただ、一歩...
nl_nl: Nog één stap te gaan...
pl_pl: Ostatni krok...
pt_br: Apenas mais um passo...
pt_pt: Só mais uma etapa...
ro_ro: Încă un pas...
ru_ru: Всего одна ступень осталось...
sl_si: Samo še zadnji korak...
sr_latn: Samo jedan kora više...
th_th: อีกหนึ่งขั้นตอน...

source: NSFW Channel
bg_bg: Неподходящ за Работа Канал
ca_es: Canal NSFW
cs_cz: NSFW kanál
da_dk: NSFW kanal
de_de: NSFW-Kanal
es_es: Canal NSFW
hu_hu: NSFW Csatorna
id_id: Kanal NSFW
nl_nl: Kanaal met aanstootgevende inhoud
pl_pl: Kanał 18+
pt_br: Canal NSFW
pt_pt: Canal NSFW
ru_ru: Не положен для работы канал
sr_latn: NSFW kanal
th_th: เนื้อหาสำหรับผู้ใหญ่

source: You must be at least eighteen years old to view this channel. Are you over eighteen and willing to see adult content?
bg_bg: Трябва да бъдете поне на осемнадесет (18) години, за да влезете в този канал. Потвърждавате ли, че сте на възраст над осемнадесет (18) години и желаете да видите съдържанието за възрастни?
ca_es: Has de tenir almenys divuit anys per veure aquest canal. Tens més de divuit anys i estàs disposat a veure contingut per adults?
cs_cz: Musí být starší osmnácti let zobrazit tento kanál. Jste starší osmnácti let a ochotni vidět obsah jen pro dospělé?
da_dk: Du skal være mindst 19 år gammel for at se denne kanal. Er du over 18 år og villig til at se voksenindhold?
de_de: Du musst mindestens 18 Jahre alt sein, um diesem Kanal beizutreten. Bist du über 18 und bereit für Erwachsene bestimmte Inhalte zu sehen?
es_es: Debes tener al menos dieciocho años para ver este canal. ¿Tienes más de dieciocho años y estás dispuesto a ver contenido para adultos?
fr_fr: Vous devez avoir au moins dix-huit ans pour pouvoir avoir accès a ce channel. Si vous avez plus de dix-huit ans et êtes-vous prêt à voir du contenu pour adultes?
hu_hu: Tizennyolc éven felülinek kell lenned, hogy megkinthesd ezt a csatornát. Idõsebb vagy mint tizennyolc, és kívánod megtekinteni a felnõtt tartalmat?
id_id: Anda harus berusia setidaknya delapan belas tahun untuk melihat kanal ini. Apakah Anda berusia lebih dari delapan belas dan berkenan melihat konten dewasa?
nl_nl: Je moet tenminste achttien jaar oud zijn om de inhoud van dit kanaal te bekijken. Ben je achttien jaar of ouder en wil je volwassen inhoud kunnen bekijken?
pl_pl: Musisz mieć 18+ lat aby zobaczyć ten kanał. Czy masz 18+ lat?
pt_br: Você precisa ter no minimo 18 anos para ver esse canal. Você tem mais de 18 anos e está disposto a ver conteúdo adulto?
pt_pt: Deves ter mais do que dezoito anos para ver este canal. Confirmas que és maior de idade e que estás disposto a ver conteúdo adulto?
ru_ru: Вы должны быть больше 18-лет чтобы тобы смотреть на тот канал. Вам больше 18 лет И вы собираетесь посмотреть материал для взрослых?
sr_latn: Morate biti najmanje 18 godina stari kako biste videli ovaj kanal. Da li imate preko 18 godina i želite li pogledati sadržaj za odrasle?
th_th: คุณต้องมีอายุมากกว่า 18 ปีเพื่อที่จะเข้าไปดูช่องนี้ คุณมีอายุมากกว่า 18 ปีเเละยินดีที่จะเห็นเนื้อหาสำหรับผู้ใหญ่หรือไม่

source: Nope
bg_bg: Не
ca_es: No
cs_cz: Ne
de_de: Nö
es_es: No
fr_fr: Non
hu_hu: Tovább
id_id: Ngga
nl_nl: Nee
pl_pl: O nie!
pt_br: Não
pt_pt: Não
ru_ru: Нет
sr_latn: Ne
sv_se: Nej
th_th: ม่าย

source: Continue
bg_bg: Продължаване
ca_es: Continua
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Weiter
es_es: Continuar
hu_hu: Dehogy
id_id: Lanjutkan
nl_nl: Doorgaan
pl_pl: Tak mam 18+ lat
pt_br: Continuar
pt_pt: Continuar
ru_ru: Продолжить
sr_latn: Nastavi
sv_se: Fortsätta
th_th: ดำเนินต่อ

source: Mention
bg_bg: Споменаване
ca_es: Menció
cs_cz: Zmínka
da_dk: Nævn
de_de: Erwähnen
es_es: Mención
hi: ज़िक्र
hu_hu: Említés
id_id: Menyebut
ja: 言及
nl_nl: Vermeld
pl_pl: Wspomnij
pt_br: Mencionar
pt_pt: Menção
ro_ro: Mențiuni
ru_ru: Упоминание
sl_si: Bil si taggan
sr_latn: Oznaka
sv_se: Nämna
th_th: กล่าวถึง

source: TitanEmbeds Administrator
bg_bg: Администратор на TitanEmbeds
ca_es: Administrador de TitanEmbeds
cs_cz: Správce TitanEmbeds
es_es: Administrador de TitanEmbeds
fr_fr: TitanEmbeds Administrateur
hi: टाइटनएमबेडस प्रशासक
ja: TitanEmbeds管理者
nl_nl: TitanEmbeds Beheerder
pl_pl: Administrator TitanEmbeds
pt_br: Administrador do TitanEmeds
pt_pt: Administrador do TitanEmbeds
ro_ro: Administrator TitanEmbeds
ru_ru: TitanEmbeds администратор
sl_si: TitanEmbeds Administartor
th_th: แอดมิน TitanEmbeds

source: TitanEmbeds Partner
bg_bg: Партньор на TitanEmbeds
ca_es: Soci de TitanEmbeds
cs_cz: Partner TitanEmbeds
es_es: Socio de TitanEmbeds
fr_fr: TitanEmbeds Partenaire
hi: टाइटनएमबेडस जोड़ीदार
id_id: Mitra TitanEmbeds
ja: TitanEmbedsパートナー
pl_pl: Partner TitanEmbeds
pt_br: Parceiro do TitanEmbeds
pt_pt: Parceiro do TitanEmbeds
ro_ro: Partner TitanEmbeds
ru_ru: TitanEmbeds партнер
th_th: ผู้ร่วมมือ TitanEmbeds

source: TitanEmbeds Supporter
bg_bg: Поддръжник на TitanEmbeds
ca_es: Simpatitzant de TitanEmbeds
cs_cz: Podporovatel TitanEmbeds
de_de: TitanEmbeds Unterstützer
es_es: Simpatizante de TitanEmbeds
fr_fr: TitanEmbeds Support
hi: टाइटनएमबेडस समर्थक
hu_hu: TitanEmbeds támogatója
ja: TitanEmbedsサポーター
pl_pl: Patron TitanEmbeds
pt_br: Suporte do TitanEmbeds
pt_pt: Suporte do TitanEmbeds
ro_ro: Suporter TitanEmbeds
ru_ru: TitanEmbeds приверженец
sl_si: TitanEmbeds Podpornik
sr_latn: TitanEmbeds Donator
th_th: ผู้สนับสนุน TitanEmbeds

source: I have voted for Titan on Discord Bots today!
bg_bg: Днес гласувах за Titan на страницата на Discord Bots!
ca_es: He votat per Titan en bots de Discord avui!
da_dk: Jeg har stemt på Titan idag, på Discord Bots!
de_de: Ich habe heute für Titan auf Discord Bots abgestimmt!
es_es: ¡Hoy he votado por Titan en Discord Bots!
fr_fr: J'ai voté pour Titan sur Discord Bots aujourd'hui!
id_id: Hari ini saya telah mengambil suara untuk Titan di Discord Bots!
nl_nl: Ik heb al voor Titan op Discord Bots gestemd vandaag!
pl_pl: Zagłosowałem na Discord Bots!
pt_br: Eu votei hoje no Titan em Discord Bots!
pt_pt: Eu votei hoje no Titan em Discord Bots!
ru_ru: Я проголосовал за Titan на Discord Bots сегодня!
sr_latn: Danas sam glasao za Titan na Discord Bots!
th_th: ฉันได้โหวตให้กับ Titan ใน Discord Bots วันนี้เเล้ว!

source: User is offline in Discord.
bg_bg: Потребителят не е на линия в Discord.
ca_es: L'usuari està desconnectat al Discord.
cs_cz: Discord uživatel je offline.
da_dk: Bruger er offline på Discord.
de_de: Benutzer ist offline in Discord.
es_es: El usuario está desconectado en Discord.
fr_fr: L'utilisateur est hors-ligne sur Discord.
hi: उपयोगकर्ता ऑफलाइन है डिस्कॉर्ड मे
hu_hu: A felhasználó offline állapotban van.
id_id: Pengguna sedang offline di Discord.
ja: ユーザーは確執でオフラインになっています。
nl_nl: Gebruiker is offline op Discord.
pl_pl: Urzytkownik jest wylogowany.
pt_br: O usuário está offline no Discord.
pt_pt: O utilizador está offline no Discord.
ro_ro: Utilizatorul nu este conectat pe Discord.
ru_ru: Пользователь офлайн на Discord.
sl_si: Uporabnik ni na zvezi v programu discord.
sr_latn: Korisnik je offline na Discord-u.
th_th: ผู้ใช้ออพไลน์บน Discord อยู่ขณะนี้

source: Playing
bg_bg: Играе
ca_es: Jugant a
cs_cz: Hraje
da_dk: Spiller
de_de: Spielt
es_es: Jugando a
fr_fr: Jouer
hi: खेल रहे हैं
hu_hu: Játék
id_id: Bermain
ja: 遊び
nl_nl: Speelt
pl_pl: Gra w
pt_br: Jogando
pt_pt: A jogar
ro_ro: Joacă
ru_ru: Играем
sl_si: Špila se
sr_latn: Igra
th_th: กำลังเล่น

source: Roles
bg_bg: Роли
ca_es: Rols
cs_cz: Role
da_dk: Roller
de_de: Rollen
hi: भूमिकाएँ
hu_hu: Szerepek
id_id: Peran
ja: 役割
nl_nl: Rollen
pl_pl: Role
pt_br: Cargos
pt_pt: Cargos
ro_ro: Roluri
ru_ru: Роли
sl_si: Ranks
sr_latn: Rank
th_th: บทบาท

source: Server Emoji
bg_bg: Сървърни Emoji
ca_es: Emoticones del servidor
cs_cz: Serverový smajlík
es_es: Emoji del servidor
fr_fr: Émojis du serveur
hi: सर्वर इमोजी
hu_hu: Szerver Emoji
ja: サーバーの絵文字
pl_pl: Emoji serwera
pt_br: Servidor de Emoji
pt_pt: Servidor Emoji
ru_ru: Emoji сервера
sl_si: Server emoji's
sr: Емоџи сервера
sr_latn: Server smajliji
th_th: อีโมจิของเซิร์ฟเวอร์
tr: Sunucu Emojisi

source: Please login to post a message.
bg_bg: Влезте, за да публикувате съобщение.
ca_es: Si us plau, inicia sessió per escriure un missatge.
cs_cz: Prosím přihlašte se pro odeslání zprávy.
da_dk: Log på, for at sende en besked.
de_de: Bitte logge dich ein, um eine Nachricht zu posten.
es_es: Por favor inicie sesión para publicar un mensaje.
fr_fr: Connectez-vous pour poster un message.
hi: कृपया संदेश पोस्ट करने के लिए लॉगिन करें।
hu_hu: Kérjük, jelentkezzen be.
id_id: Silakan masuk untuk mengeposkan pesan.
it: Effettua il login per inviare un messaggio.
ja: メッセージを投稿するにはログインしてください。
nl_nl: Log alstublieft in om een bericht te plaatsen.
pl_pl: Zaloguj się aby wysłać wiadomość.
pt_br: Faça o login para enviar uma mensagem.
pt_pt: Faça o login para postar uma mensagem.
ro_ro: Te rog să te autentifici pentru a posta un mesaj.
ru_ru: Пожалуйста, войдите, чтобы оставить сообщение.
sl_si: Prosimo logiraj se, če želiš poslati sporočilo.
sr: Пријави се да би послао поруку.
sr_latn: Prijavi se da bi poslao/la poruku.
sv_se: Logga in för att skriva ett meddelande.
th_th: โปรดเข้าสู่ระบบก่อนโพสต์ข้อความ
tr: Mesaj gondermek icin giris yapiniz.

source: Login
bg_bg: Вход
ca_es: Inicia sessió
cs_cz: Přihlášení
da_dk: Log Ind
de_de: Einloggen
es_es: Iniciar sesión
fr_fr: Connexion
hi: लॉगिन
hu_hu: Belépés
id_id: Masuk
ja: ログイン
pl_pl: Zaloguj się
ro_ro: Autentificare
ru_ru: Логин
sl_si: Logiraj.se
sr: Пријава
sr_latn: Prijava
sv_se: Logga in
th_th: เข้าสู่ระบบ
tr: Giris yap

source: GitHub Stargazer
hi: गिटहब स्टारगेज़र
ja: GitHubのスターゲイザー
