Repository: TitanEmbeds/Titan
Catalog: webapp/titanembeds/translations/*/LC_MESSAGES/messages.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, fr_fr, hi, hu_hu, id_id, it, ja, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sl_si, sr, sr_latn, sv_se, th_th, tr

source: Let's get to know each other! My name is Titan, what's yours?
bg_bg: Нека да се опознаем! Казвам се Титан. Как е твоето име?
ca_es: Anem a presentar-nos uns als altres! El meu nom és Titan, quin és el teu?
cs_cz: Pojďme se poznat! Mé jméno je Titan, jaké je tvoje?
da_dk: Lad os lære hinanden at kende! Mit navn er Titan, hvad er dit?
de_de: Lass uns einander kennenlernen! Mein Name ist Titan, wie lautet deiner?
es_es: ¡Vamos a conocernos! Mi nombre es Titán, ¿cuál es el tuyo?
fr_fr: Faisons connaissance ! Je m'appelle Titan, et vous ?
hi: आओ एक दूसरे को जानें! मेरा नाम टाइटन है, तुम्हारा क्या है?
hu_hu: Ismerjük meg egymást! Titan vagyok, téged hogy hívnak?
id_id: Mari saling berkenalan! Nama saya Titan, kamu?
it: Conosciamoci! Il mio nome è Titan, cose il tuo?
ja: お互いにもっと知り合おう！私の名前はあなたのものだ、タイタンのですか？
nl_nl: Laten we elkaar leren kennen! Mijn naam is Titan, wat is die van jou?
pl_pl: Cześć, jestem Titan! A ty jak masz na imię?
pt_br: Vamos conhecer um ao outro! Meu nome é Titan, qual o seu?
pt_pt: Vamos nos conhecer! Meu nome é Titan, o que é seu?
ro_ro: Hai să ne cunoaștem! Numele meu este Titan, care este al tău?
ru_ru: Давайте Познакомимся! Меня зовут Титан, что твое?
sl_si: Dajva se spoznati, Moje ime je Titan, kakšno pa tvoje?
sr: Хајде да се упознамо! Ја се зовем Титан, а ти?
sr_latn: Hajde da se upoznamo! Ja se zovem Titan, a ti?
sv_se: Låt oss få känna varandra! Mitt namn är Titan, vad är ditt?
th_th: มาทำความรู้จักกันเถอะ! ฉันชื่อ Titan คุณล่ะชื่ออะไร?
tr: Haydi birbirimizi taniyalim! Benim adim Titan, senin ki?

source: Hello and welcome!
bg_bg: Здравейте и добре дошли!
ca_es: Hola i benvingut!
cs_cz: Ahoj a vítej!
da_dk: Hej og velkommen!
de_de: Hallo und willkommen!
es_es: ¡Hola y bienvenido!
fr_fr: Bonjour et bienvenue !
hi: नमस्कार तथा स्वागत है!
hu_hu: Helló és üdvözlet!
id_id: Halo dan selamat datang!
it: Ciao e benvenuto!
ja: こんにちは、いらっしゃい！
nl_nl: Hallo en welkom!
pl_pl: Cześć i witaj!
pt_br: Olá e seja bem vindo!
pt_pt: Olá e bem vindo!
ro_ro: Salut și bine ai venit!
ru_ru: Здравствуйте и Добро пожаловать!
sl_si: Živjo!
sr: Здраво и добродошли!
sr_latn: Pozdrav i dobrodošli!
sv_se: Hej och Välkommen!
th_th: สวัสดี และ ยินดีต้อนรับ!
tr: Merhaba ve hosgeldin!

source: What brings you here today?
bg_bg: Какво ви докара днес насам?
ca_es: Què et porta aquí avui?
cs_cz: Co tě sem dnes přivádí?
da_dk: Hvad bringer dig hid?
de_de: Was führt dich heute her?
es_es: ¿Qué te trae por aquí hoy?
fr_fr: Quel bon vent vous amène aujourd'hui ?
hi: आज आप इधर कैसे?
hu_hu: Mi szél hozott?
id_id: Apa yang membawamu kemari?
it: Cosa ti porta qui oggi?
ja: 本日ここに連れて来ますか？
nl_nl: Wat brengt je hier vandaag?
pl_pl: Co cię dzisiaj tu sprowadza?
pt_br: O que te traz aqui hoje?
pt_pt: Que te traz aqui hoje?
ro_ro: Ce te aduce aici astăzi?
ru_ru: Что привело вас сегодня?
sl_si: Kaj te je prineslo sem danes?
sr: Шта те данас доводи овде?
sr_latn: Šta te dovodi danas ovde?
sv_se: Varför kom du hit idag?
th_th: อะไรพาคุณมาที่นี่ล่ะ วันนี้?
tr: Seni bugun buraya getiren sey nedir?

source: ....what do you expect this text to say?
bg_bg: ...какво очаквате да казва текстът?
ca_es: ...què esperes que digui aquest text?
cs_cz: ... co si představuje aby tento text řekl?
da_dk: ...hvad forventer du denne tekst skal sige?
de_de: ...was erwartest du diesen SMS zu sagen?
es_es: ... ¿qué esperas que diga este texto?
fr_fr: ...qu'attendez-vous de ce texte ?
hi: ....आप क्या उम्मीद करते हैं की यह पाठ क्या कहेगा?
hu_hu: ....mit vársz, mi legyen ide írva?
id_id: ....kamu ingin teks ini berkata apa padamu?
it: ...cosa ti aspettavi che dicessi questo testo?
ja: ....何がこのテキストが言うことを期待していません？
nl_nl: ...wat verwachtte je van deze tekst?
pl_pl: ...co tu ma niby pisać?
pt_br: ....o que você esperava dizer com esse texto?
pt_pt: ... o que você espera que este texto diga?
ro_ro: ...ce te aștepți să spună acest text?
ru_ru: Что вы ожидаете чтобы тут было написано?
sl_si: kaj pa si mislil da bom rekel?:P?
sr: ....шта очекујеш да овде треба да пише?
sr_latn: ....šta očekuješ da ovde treba da piše?
sv_se: ....vad förväntar du dig att denna text säger?
th_th: ....คุณต้องการให้ข้อความนี้จะพูดว่าอะไร?
tr: ....Bu yazinin ne soylemesini bekiyorsun?

source: Aha! ..made you look!
bg_bg: Аха! ...накарах те да погледнеш!
ca_es: Aha!... t'ha fet mirar!
cs_cz: Aha! ..donutil tě se podívat!
da_dk: Aha!... fik dig til at kigge!
de_de: Aha! Du hast hingesehen!
es_es: ¡Ajá! .. ¡has tenido que ver!
fr_fr: Ah ! Je vous ai fait regarder !
hi: वाह! .. आपको देखने के लिए मजबूर किया!
hu_hu: Aha! ..idenéztél!
id_id: Aha! ...membuatmu terlihat!
it: Ah!... Ti ho fatto guardare!
ja: なるほど！...あなたが見せていました！
nl_nl: Aha! Ik heb je aandacht!
pl_pl: Aha! ...zrobiłem wygląd!
pt_br: Aha! ..fiz você olhar!
pt_pt: Ah!... Fiz-te olhar!
ro_ro: Aha! ..te-am făcut să te uiți!
ru_ru: Ха-ха это шутка вы посмотрели!
sl_si: Aha razglej se naokrog!
sr: Аха! ..погледао си!
sr_latn: Super! ..pogledao si!
sv_se: Aha! ..Fick dig att titta!
th_th: อ่าฮ่า! เป็นไงล่ะ!
tr: Aha! ..sonunda baktirdim!

source: Initiating launch sequence...
bg_bg: Установявам първ. състояние за пускане...
ca_es: Iniciant seqüència de llançament...
cs_cz: Inicializuji spouštěcí sekvenci...
da_dk: Igangsættende lanceringssekvens...
de_de: Startsequenz wird initiiert...
es_es: Iniciando secuencia de lanzamiento...
fr_fr: Initialisation de la séquence de lancement...
hi: लॉन्च अनुक्रम आरंभ हो रहा है...
hu_hu: Indítási szekvencia kezdeményezése...
id_id: Memulai urutan peluncuran...
it: Iniziando sequenza di lancio...
ja: 起動シーケンスを開始...
nl_nl: Opstartproces aan het voorbereiden...
pl_pl: Przygotować się do startu...
pt_br: Iniciando sequência de lançamento...
pt_pt: Iniciar sequência de lançamento...
ro_ro: Se inițiază secvența de lansare...
ru_ru: Инициирование запуска...
sl_si: Odštevam do vzleta!
sr: Започињемо секвенцу за лансирање...
sr_latn: Započnimo lansiranje...
sv_se: Påbörjar start sekvensen...
th_th: กำลังเริ่มกระบวนการเริ่มต้น....
tr: Fırlatma işlemi başlatılıyor...

source: Captain, what's your option?
bg_bg: Капитане, какво е мнението ви?
ca_es: Capità, quina es la seva opció?
cs_cz: Kapitáne, váš názor?
da_dk: Kaptajn, hvad er dit valg?
de_de: Kapitän, wie lautet Ihre Entscheidung?
es_es: Capitán, ¿cuál es su opción?
fr_fr: Capitaine, quelle est votre option ?
hi: कप्तान, विकल्प क्या है आपका?
hu_hu: Kapitány, mit választasz?
id_id: Kapten, apa pilihanmu?
it: Capitano, qual è la tua opinione?
ja: キャプテン、あなたのオプションは何ですか？
nl_nl: Kapitein, wat is uw keuze?
pl_pl: Kapitanie, jakieś opcje?
pt_br: Capitão, qual a sua opção?
pt_pt: Capitão, qual é a sua opção?
ro_ro: Căpitane, care e părerea ta?
ru_ru: Капитан что ваш выбор?
sl_si: Kapitan, kakšno je tvoje mnenje?
sr: Капетане, шта ви мислите?
sr_latn: Kapetane, šta vi mislite?
sv_se: Kapten, vad väljer du?
th_th: กัปตัน คุณเลือกอะไรล่ะ?
tr: Kaptan, secenegin nedir?

source: Alright, here's the usual~
bg_bg: Добре, ето нормалното~
ca_es: Bé, aquí es l'habitual ~
cs_cz: Dobře, tady je obvyklé ~
da_dk: Okay, her er det sædvanlige~
de_de: Okay, hier ist die übliche ~
es_es: De acuerdo, aquí está lo usual~
fr_fr: Très bien, voici l'habituel~
hi: ठीक है, ये लो सामान्य~
hu_hu: Rendben, itt a szokásos~
id_id: Baiklah, biasanya begini~
it: Bene, ecco il solito ~
ja: さてさて、ここではいつものです〜
nl_nl: Oké dan, hier komt het gebruikelijke~
pl_pl: Ok, jak zawsze
pt_br: Tudo certo, como sempre~
pt_pt: Tudo bem, aqui é o habitual ~
ro_ro: Bine, uite ce e de obicei
ru_ru: Хорошо теперь обычная~
sl_si: Tukaj imaš, kot običajno
sr: У реду, ево како обично бива -
sr_latn: U redu, ovako je obicno~
sv_se: Alright, här är de vanliga-
th_th: โอเค นี่ล่ะคือปกติ~
tr: Pekala, işte her zamanki ~

source: Actions
bg_bg: Действия
ca_es: Accions
cs_cz: Akce
da_dk: Handlinger
de_de: Aktionen
es_es: Acciones
hi: चाल
hu_hu: Műveletek
id_id: Tindakan
it: Azioni
ja: 行動
nl_nl: Acties
pl_pl: Akcje
pt_br: Ações
pt_pt: Ações
ro_ro: Acţiuni
ru_ru: Действия
sl_si: Akcije
sr: Акције
sr_latn: Akcije
sv_se: Åtgärder
th_th: แอ็คชั่น
tr: Aksiyonlar

source: Manage Guild Embed
bg_bg: Управление на опциите за вграждане на гилдията
ca_es: Gestiona la integració del gremi
cs_cz: Správa vkládání guildy
da_dk: Administrer Server Emed
de_de: Gilden-Einbettung bearbeiten
es_es: Administrar incrustación de la unión
fr_fr: Gérer l'intégration de la guilde
hi: संचालन करें संघ एम्बेड
hu_hu: A Guild beágyazása
id_id: Kelola Klan Dilekatkan
it: Gestisci Guild Embed
ja: ギルド埋め込みを管理します
nl_nl: Beheer Server-embed
pl_pl: Ustawienia embeda
pt_br: Gerenciar Incorporação de Guild
pt_pt: Gerenciar Incorporação de Guild
ro_ro: Gestionează Guild Embed
ru_ru: Управление гильдии встраивать
sl_si: Upravljaj skupinski vdelek
sr: Управљање удруживањем еснафа
sr_latn: Upravljanje zajednice
sv_se: Hantera guild inbäddning
th_th: จัดการกิลด์ทีี่ถูกฝัง
tr: Guild Gömme'yi Yönet

source: Open Server on Discordapp
bg_bg: Отворен сървър на Discordapp
ca_es: Obre el servidor al Discord
cs_cz: Otevřít server v Discord aplikaci
da_dk: Åben Server på Discordappen
de_de: Server in Discord App öffnen
es_es: Abrir el servidor en Discordapp
fr_fr: Ouvrir le serveur sur l'application Discord
hi: सर्वर को खोले डिस्कॉर्ड पर
hu_hu: Nyissa meg a kiszolgálót a Discordapp alkalmazásban
id_id: Buka Server di Aplikasi Discord
it: Apri Server su Discord
ja: 確執アプリケーションのオープンサーバー
nl_nl: Open server in Discordapp
pl_pl: Otwórz w Discordapp
pt_br: Abrir servidor no Discordapp
pt_pt: Servidor aberto em Discordapp
ro_ro: Deschide serverul pe Discordapp
ru_ru: Открыть сервер на Discord приложений
sl_si: Odpri svoj server na aplikaciji Discord
sr: Отворите сервер на Discord апликацији
sr_latn: Otvorite Discord u aplikaciji
sv_se: Öppna Server i Discordappen
th_th: เปิดเซิร์ฟเวอร์บนแอพ Discord
tr: Discordapp'ta Açık Sunucu

source: Channel Topic
bg_bg: Тема на канала
ca_es: Tema del canal
cs_cz: Téma kanálu
da_dk: Kanalemne
de_de: Thema des Kanals
es_es: Tema del canal
fr_fr: Sujet du salon
hi: चैनल प्रसंग
hu_hu: Csatorna-téma
id_id: Kanal Topik
it: Argomento di Canale
ja: チャンネルトピック
nl_nl: Kanaalomschrijving
pl_pl: Temat kanału
pt_br: Tópico do Canal
pt_pt: Tópico do canal
ro_ro: Tema canalului
ru_ru: Тема канала
sl_si: Naslov kanala
sr: Тема канала
sr_latn: Tema kanala
sv_se: Kanal ämne
th_th: หัวข้อแชนแนล
tr: Kanal Konusu

source: Channels
bg_bg: Канали
ca_es: Canals
cs_cz: Kanály
da_dk: Kanaler
de_de: Kanäle
es_es: Canales
fr_fr: Salons
hi: चैनल्स
hu_hu: Csatornák
id_id: Kanal
it: Canali
ja: チャンネル
nl_nl: Kanalen
pl_pl: Kanały
pt_br: Canais
pt_pt: Canais
ro_ro: Canale
ru_ru: Каналы
sl_si: Kanali
sr: Канали
sr_latn: Kanali
sv_se: Kanaler
th_th: แชนแนล
tr: Kanallar

source: Online Server Members
bg_bg: Членове на сървъра на линия
ca_es: Membres en línia del servidor
cs_cz: Aktivní uživatelé
da_dk: Online Server Medlemmer
de_de: Online-Server-Mitglieder
es_es: Miembros del servidor en línea
fr_fr: Utilisateurs en ligne (serveur Discord)
hi: ऑनलाइन सर्वर सदस्य
hu_hu: Online szerver tagok
id_id: Anggota Server yang Daring
it: Membri Online
ja: オンラインサーバーのメンバー
nl_nl: Online Serverleden
pl_pl: Zalogowani członkowie serwera
pt_br: Membros online no servidor
pt_pt: Membros do Servidor Online
ro_ro: Membrii online ai serverului
ru_ru: Члены онлайн сервера
sl_si: Online ludeki
sr: Чланови сервера на мрежи
sr_latn: Članovi na mreži
sv_se: Online Server medlemmar
th_th: สมาชิกที่กำลังออนไลน์ของเซิร์ฟเวอร์
tr: Online Server Uyeleri

source: Authenticated Embed Users
bg_bg: Удостоверени потребители
ca_es: Comentaris dels usuaris autenticats
cs_cz: Ověření vložení uživatelé
da_dk: Godkendte Integrerede Brugere
de_de: Authentifizierte Benutzer einbetten
es_es: Usuarios de incrustación autentificados
fr_fr: Utilisateurs authentifiés en ligne (site)
hi: प्रमाणीकृत एम्बेड उपयोगकर्ता
hu_hu: Hitelesített felhasználók beágyazása
id_id: Yang Membuktikan Keaslian Dilekatkan Pengguna
it: Utenti Autenticati
ja: 認証された埋め込みユーザー
nl_nl: Geverifieerde Embed-gebruikers
pl_pl: Uwierzytelnieni użytkownicy embeda
pt_br: Usuários autenticados na incorporação
pt_pt: Autenticado usuários de incorporar
ro_ro: Utilizatori Embed autentificați
ru_ru: Аутентифицированные встроенные пользователи
sl_si: Preverjam vdelane uporabnike
sr: Овлашћени корисници задруге
sr_latn: Ulogovani korisnici
sv_se: Autentiserade inbäddna användare
th_th: ผู้ใช้ยืนยันตนที่ถูกฝัง
tr: Kimliği Doğrulanmış Kullanıcıları Göm

source: Guest Embed Users
bg_bg: Потребители-гости
ca_es: Comentaris dels usuaris anònims
cs_cz: Hosté vložení uživatelé
da_dk: Integrerede Gæste Brugere
de_de: Gast Benutzer einbetten
es_es: Usuarios de incrustación invitados
fr_fr: Utilisateurs invités en ligne (site)
hi: मेहमान एम्बेड उपयोगकर्ता
hu_hu: Vendég beágyazó felhasználók
id_id: Tamu Dilekatkan Pengguna
it: Utenti Guest
ja: ゲスト埋め込みユーザー
nl_nl: Gast Embed-gebruikers
pl_pl: Goście
pt_br: Usuários visitantes na incorporação
pt_pt: Usuários do visitante incorporados
ro_ro: Utilizatori oaspeți Embed
ru_ru: Гость вставить пользователей
sl_si: Vdelanje za goste
sr: Корисници задруге - гости
sr_latn: Gosti korisnici
sv_se: Gäst inbäddna användare
th_th: ผู้ใช้เกสต์ที่ถูกฝัง
tr: Konuklar Kullanıcıları Göm

source: Please choose one of the following methods to authenticate!
bg_bg: Изберете един от следните методи за удостоверяване!
ca_es: Si us plau, tria un del següents mètodes per iniciar sessió!
cs_cz: Prosím zvolte si jednu z následujících metod pro ověření!
da_dk: Vælg en af følgende metoder for at godkende!
de_de: Bitte wähle aus einer der folgenden Authentifizierungsmethoden aus!
es_es: ¡Por favor escoja uno de los siguientes métodos para autentificar!
fr_fr: Veuillez choisir l'un des méthodes suivantes pour vous connecter !
hi: कृपया निम्नलिखित तरीकों में से कोई एक चुनें प्रमाणित करने के लिए!
hu_hu: Kérjük, válasszon az alábbi módszerek egyikének hitelesítéséhez!
id_id: Silakan memilih satu metode berikut untuk membuktikan!
it: Si prega di scegliere uno dei seguenti metodi per autenticare!
ja: 認証するために、以下のいずれかの方法を選択してください！
nl_nl: Kies alstublieft een van de volgende methoden om jezelf te verifiëren!
pl_pl: Wybierz sposób uwierzytelnienia!
pt_br: Por favor, escolha um desses métodos para autenticar!
pt_pt: Por favor, escolha um dos seguintes métodos para autenticar!
ro_ro: Te rog alege una dintre următoarele metode pentru a vă autentifica!
ru_ru: Пожалуйста, выберите один из следующих методов проверки подлинности!
sl_si: Prosimo izberi eno izmed naslednjih meto za procesirnaje svoje idetitete!
sr: Одаберите једну од следећих метода за потврду идентитета!
sr_latn: Odaberite jednu metodu kako bi se ulogovali!
sv_se: Välj en av följande metoder för att autentisera!
th_th: โปรดเลือกหนึ่งในวิธีต่อไปนี้ เพื่อรองรับการยืนยันตน
tr: Kimlik doğrulamak için lütfen aşağıdaki yöntemlerden birini seçin!

source: Discord Login
bg_bg: Вход в Discord
ca_es: Inici de sessió al Discord
cs_cz: Discord přihlášení
da_dk: Discord Log ind
es_es: Inicio de sesión de Discord
fr_fr: Connexion à Discord
hi: डिस्कॉर्ड लॉगिन
hu_hu: Diszkrét bejelentkezés
id_id: Masuk Discord
ja: 不和ログイン
pl_pl: Logowanie przez Discord
pt_br: Login via Discord
pt_pt: Login Discord
ro_ro: Autentificare Discord
ru_ru: Discord имя пользователя
sl_si: Logiraj se z Discordom
sr: Пријава на Discord
sr_latn: Prijava na Discord
th_th: เข้าสู่ระบบ Discord
tr: Discord Girişi

source: You will be invited into this server.
bg_bg: Ще бъдете поканен/а в този сървър.
ca_es: Seràs convidat a aquest servidor.
cs_cz: Budeš pozván na tento server.
da_dk: Du vil blive inviteret til denne server.
de_de: Du wirst auf diesen Server eingeladen.
es_es: Será invitado a este servidor.
fr_fr: Vous serez invité sur ce serveur.
hi: आपको आमंत्रित किया जाएगा इस सर्वर में |
hu_hu: Ez a szerver meghívja Önt.
id_id: Kamu akan diundang ke server ini.
it: Sarai invitato a questo server.
ja: このサーバーに招待されます。
nl_nl: Je zult lid worden van deze server.
pl_pl: Będziesz zaproszony do serwera.
pt_br: Você será convidado para esse servidor.
pt_pt: Você será convidado para este servidor.
ro_ro: Vei fi invitat în acest server.
ru_ru: Вы будете приглашены в этот сервер.
sl_si: Kmalu boš povabljen v server
sr: Бићеш позван на овај сервер.
sr_latn: Bićeš pozvan na ovaj server.
sv_se: Du kommer att bjudas in till denna server.
th_th: คุณจะถูกเชิญไปยังเซิร์ฟเวอร์นี้
tr: Bu sunucuya davet edileceksin.

source: Of course, you also have the option to login by picking a temporary username for your current browsing session.
bg_bg: Разбира се, също така имаш възможността да влезеш като избереш временно име за текущата сесия на браузъра.
ca_es: Per descomptat, també tens l'opció d'iniciar sessió seleccionant un nom d'usuari temporal per la sessió de navegació actual.
cs_cz: Samozřejmě máš také možnost přihlásit se pomocí výběru dočasného uživatelského jména pro aktuální relaci.
da_dk: Selvfølgelig, har du også mulighed for at logge ind, ved at vælge et midlertidligt brugernavn for din aktuelle browsersession.
de_de: Du kannst dich auch anmelden, indem du einen temporären Benutzernamen für deine aktuelle Browser-Sitzung auswählst.
es_es: Por supuesto, también tienes la opción de iniciar sesión escogiendo un nombre de usuario temporal para tu sesión de navegación actual.
fr_fr: Bien sûr, vous avez aussi la possibilité de vous connecter en choisissant un nom d'utilisateur temporaire pour cette session.
hi: जरूर, आपके पास लॉगिन करने का विकल्प अपने वर्तमान ब्राउज़िंग सत्र के लिए एक अस्थायी उपयोगकर्ता नाम चुनना भी है|
hu_hu: Természetesen a bejelentkezéshez is lehetősége van, ha ideiglenes felhasználónevet választasz az aktuális böngészési munkamenethez.
id_id: Tentu saja, kamu juga memiliki pilihan untuk masuk menggunakan nama sementara untuk sesi menelusuri kamu saat ini.
it: Naturalmente, hai anche l'opzione per effettuare il login con la scelta di un nome utente temporaneo per la sessione corrente.
ja: もちろん、あなたもあなたの現在のブラウジングセッションのために一時的なユーザ名を選択することにより、ログインするオプションがあります。
nl_nl: Uiteraard heb je ook de optie om in te loggen door een tijdelijke gebruikersnaam voor je huidige browsersessie te kiezen.
pl_pl: Oczywiście, możesz się zalogować jako gość używając konta, które zostanie usunięte po wyłączeniu twojej przeglądarki.
pt_br: Claro, você também tem a opção de fazer login, escolhendo um nome de usuário temporário para a sua sessão de navegação atual.
pt_pt: Claro, você também tem a opção de logon escolhendo um nome de usuário temporário para sua sessão de navegação atual.
ro_ro: De asemenea, ai opţiunea de a te autentifica și a alege un nume de utilizator temporar pentru sesiunea curentă de navigare.
ru_ru: Конечно у вас также есть возможность входа, выбирая временное имя пользователя для текущего сеанса просмотра.
sl_si: Seveda pa lahko izbereš tudi, začaseno uporabniško ime (Gost) za trenuten obisk Strežnika (Gost način)
sr: Наравно, можеш да се пријавиш са привременим корисничким именом само за тренутну сесију.
sr_latn: Naravno, možeš privremeno da se prijaviš birajući bilo koje ime za trenutnu sesiju.
sv_se: Naturligtvis har du också möjlighet att logga in genom att använda ett tillfälligt användarnamn för den aktuella sessionen.
th_th: แน่นอน... คุณสามารถเลือกที่จะเข้าสู่ระบบด้วยชื่อเล่นชั่วคราวสำหรับแท็บบราวเซอร์ปัจจุบันได้
tr: Elbette, mevcut tarama oturumunuz için geçici bir kullanıcı adı seçerek de giriş yapma seçeneğiniz vardır.

source: Username (Hit ENTER/RETURN key to confirm)
bg_bg: Потребителско име (Натисни клавиш Enter/Return за да потвърдиш)
ca_es: Nom d'usuari (prem ENTER/RETORN per confirmar)
cs_cz: Uživatelské jméno (Stiskni ENTER pro potvrzení)
da_dk: Brugernavn (Tryk ENTER/RETUR tasten til at bekræfte)
de_de: Benutzername (Drücke zur Bestätigung die Taste ENTER / RETURN)
es_es: Nombre de usuario (presiona ENTER/RETURN para confirmar)
fr_fr: Nom d'utilisateur (Appuyer sur ENTRÉE pour confirmer)
hi: उपयोगकर्ता नाम (एंटर / रिटर्न कुंजी दबाएं पुष्टि करने के लिए)
hu_hu: Felhasználónév (nyomja meg az ENTER / RETURN gombot a megerősítéshez)
id_id: Nama pengguna (Tekan tombol ENTER/RETURN untuk konfirmasi)
it: Nome Utente (Premi ENTER per confirmare)
ja: ユーザー名（確認のためENTER / RETURNキーを押して）
nl_nl: Gebruikersnaam (Gebruik ENTER/RETURN om te bevestigen)
pl_pl: Nazwa (Kliknij ENTER lub RETURN aby potwierdzić)
pt_br: Nome de Usuário (Pressione ENTER para confirmar)
pt_pt: Nome de usuário (pressione a tecla ENTRAR/ RETORNAN para confirmar)
ro_ro: Nume de utilizator (apasă ENTER/RETURN pentru confirmare)
ru_ru: Имя пользователя (ключ нажмите ENTER/RETURN для подтверждения)
sl_si: Vnesi uporabniško ime: (pritisni tipko ENTER da potrdiš izbiro)
sr: Корисничко име (притисни ENTER или RETURN за потврду)
sr_latn: Korisničko ime (pritisni ENTER ili RETURN kako bi potvrdio)
sv_se: Användarnamn (tryck ENTER/RETUR för att bekräfta)
th_th: ชื่อผู้ใช้ (กด ENTER/RETURN เพื่อยืนยัน)
tr: Kullanıcı adı (Onaylamak için ENTER / RETURN tuşuna basınız)

source: Change Username
bg_bg: Промяна на потребителското име
ca_es: Canvia el nom d'usuari
cs_cz: Změnit uživatelské jméno
da_dk: Ændrer Brugernavn
de_de: Benutzername ändern
es_es: Cambiar nombre de usuario
fr_fr: Changer de nom d'utilisateur
hi: उपयोगकर्ता नाम परिवर्तन करें
hu_hu: Felhasználónév módosítása
id_id: Ganti Nama Pengguna
it: Cambia Nome Utente
ja: 変更ユーザー名
nl_nl: Verander Gebruikersnaam
pl_pl: Zmień nazwę
pt_br: Mudar nome de usuário
pt_pt: Alterar nome de usuário
ro_ro: Schimbare nume utilizator
ru_ru: Изменить пользователя имя
sl_si: Spremeni uporabniško ime
sr: Промени корисничко име
sr_latn: Promeni korisničko ime
sv_se: Ändra användarnamn
th_th: เปลี่ยนชื่อเล่น
tr: Kullanici adini degistir

source: Guests Accounts Only
bg_bg: Само Потребители-гости
ca_es: Només comptes de convidats
cs_cz: Pouze účty hostů
da_dk: Kun Gæste brugere
de_de: Nur Gästekonten
es_es: Sólo cuentas de invitados
fr_fr: Utilisateurs invités uniquement
hi: मेहमान खाते केवल
hu_hu: Csak vendégek számlái
id_id: Hanya Akun Tamu
it: Guest Utenti Solo
ja: ゲストアカウントのみ
nl_nl: Alleen voor Gastaccounts
pl_pl: Tylko goście
pt_br: Apenas contas de visitantes
pt_pt: Somente contas de convidados
ro_ro: Doar conturi de oaspeți
ru_ru: Гостевые аккаунты только
sl_si: Samo za goste
sr: Само за налоге гостију
sr_latn: Samo nalozi gostiju
sv_se: Endast gäst-konton
th_th: บัญชีเกสต์เท่านั้น
tr: Sadece Misafir Hesaplar
